Repository: coriscodepage/kurwa-server
Catalog: *.po
Languages: pl

source: §eYou have banned §4{0}§e from warping to your island.
pl: §eZbanowałeś §4{0}§e z teleportowania się na twoją wyspę.

source: §eYou have been §cBANNED§e from {0}§e''s island.
pl: §eZostałeś §cZBANOWANY§e z wyspy{0}§e''a.

source: §eYou have unbanned §a{0}§e from warping to your island.
pl: §eOdbanowałeś §a{0}§e z teleportowania się na twoją wyspę.

source: §eYou have been §aUNBANNED§e from {0}§e''s island.
pl: §eZostałeś §aUNBANOWANY§e z wyspy {0}§e''a.

source: display log
pl: pokaż log

source: changes a members island-permissions
pl: zmienia uprawnienia członka wyspy

source: §ePermissions for §9{0}§e:
pl: §eUprawnienia dla §9{0}§e:

source: §aON
pl: §aWŁĄCZONY

source: §cOFF
pl: §cWYŁĄCZONY

source: §cInvalid permission {0}. Must be one of {1}
pl: §cNiepoprawne uprawnienie {0}. Musi być jednym z {1}

source: §eToggled permission §9{0}§e for §9{1}§e to {2}
pl: §eZmieniono uprawnienie §9{0}§e dla §9{1}§e na {2}

source: §eUnable to toggle permission §9{0}§e for §9{1}
pl: §eNie można zmienić uprawnienia §9{0}§e dla §9{1}

source: set the island-home
pl: ustaw dom wyspy

source: show the islands limits
pl: pokaż granice wyspy

source: enable/disable warping to your island.
pl: włącz/wyłącz teleportowanie się na twoją wyspę.

source: §4Your island is locked. You must unlock it before enabling your warp.
pl: §4Twoja wyspa jest zablokowana. Musisz ją odblokować przed włączeniem teleportu.

source: §b{0}§d activated the island warp.
pl: §b{0}§d aktywował teleport wyspy.

source: §cYou do not have permission to enable/disable your island''s warp!
pl: §cNie masz uprawnień, aby włączyć/wyłączyć teleport wyspy!

source: try to complete a challenge
pl: spróbuj zrobić wyzwanie

source: show information about the challenge
pl: pokaż informacje o wyzwaniu

source: §eRank:
pl: §eRanga:

source: §4This Challenge is not repeatable!
pl: §4Tego wyzwanie nie da się powtórzyć!

source: §4You will lose all required items when you complete this challenge!
pl: §4Stracisz wszystkie wymagane przedmioty kiedy zakończysz to wyzwanie!

source: §eTo complete this challenge, use §f/c c {0}
pl: §eAby zakończyć to wyzwanie, użyj §f/c c {0}

source: §4Invalid challenge name! Use /c help for more information
pl: §4Niepoprawna nazwa wyzwania! Użyj /c help aby otrzymać więcej informacji

source: §eSending you to spawn.
pl: §e Wysyłanie ciebie na spawn.

source: §eThe island has been §cLOCKED§e.
pl: §ePowyższa wyspa została §cZABLOKOWANA§e.

source: §9Hold your horses! You have to be patient...
pl: §9Czekaj! Musisz być cierpliwy...

source: §9Not really patient, are you?
pl: §9Nie jesteś zbytnio cierpliwy, co nie?

source: §9Be patient, young padawan
pl: §9Bądź cierpliwy młody padawanie

source: §9Patience you MUST have, young padawan
pl: §9Cierpliwość MUSISZ mieć, młody Padawanie

source: §4Unable to find a safe home-location on your island!
pl: §4Nie znaleziono bezpiecznego miejsca na dom na twojej wyspie!

source: §cWARNING: §eTeleporting you to mid-air.
pl: §cUWAGA: §ePojawisz się w powietrzu.

source: §aTeleporting you to your island.
pl: §aTeleportowanie na twoją wyspę.

source: §aYou will be teleported in {0} seconds.
pl: §aZostaniesz teleportowany za {0} sekund.

source: §4Unable to warp you to that player''s island!
pl: §4Nie udało się teleportować na wyspę tego gracza!

source: §aTeleporting you to {0}''s island.
pl: §aTeleportowanie ciebie do wyspy {0}''a.

source: §7Teleport cancelled
pl: §7Teleport anulowany
