Repository: coriscodepage/kurwa-server
Catalog: *.po
Languages: pl

source: §4The {0} challenge is not repeatable!
pl: §4Wyzwanie {0}nie jest powtarzalne!

source: §4You cannot complete the {0} challenge again yet!
pl: §4Nie możesz jeszcze ponownie zakończyć wyzwania {0}!

source: §eTrying to complete challenge §a{0}
pl: §ePróba ukończenia wyzwania §a{0}

source: §4You must be standing within {0} blocks of all required items.
pl: §4Musisz stać w odległości {0} bloków od wszystkich wymaganych przedmiotów.

source: §4Your island must be level {0} to complete this challenge!
pl: §4Twoja wyspa musi mieć poziom {0} aby zakończyć to wyzwanie!

source: §4Unknown type of challenge: {0}
pl: §4Nieznany typ wyzwania: {0}

source: §eYou are the following items short:{0}
pl: §eNie posiadasz tych itemów:{0}

source: §aYou have completed the {0} challenge!
pl: §aUkończyłeś wyzwanie nr {0}!

source: §eItem reward(s): §f{0}
pl: §eNagroda(y) przedmiotowe: §f{0}

source: §eExp reward: §f{0,number,#.#}
pl: §eNagroda doświadczenia: §f{0,number,#.#}

source: §eCurrency reward: §f{0,number,###.##} {1} §a ({2,number,##.##})%
pl: §eNagroda pieniężna: §f{0,number,###.##} {1} §a ({2,number,##.##})%

source: §eYour inventory is §4full§e. Items dropped on the ground.
pl: §eTwój ekwipunek jest §4pełny§e. Przedmioty zostały zrzucone na podłogę.

source: §e§lClick to complete this challenge.
pl: §e§lKliknij aby zakończyć to wyzwanie.

source: §4§lYou can't repeat this challenge.
pl: §4§lNie możesz powtórzyć tego wyzwania.

source: Rank: {0}
pl: Ranga: {0}

source: §fComplete most challenges in
pl: §fZakończ wyzwania w

source: §eClick here to show next page
pl: §eKliknij tutaj aby pokazać następna stronę

source: §cSorry! {0}
pl: §cPrzepraszam! {0}

source: Either send a message directly to your group, or toggle it on/off.
pl: Wyślij wiadomość bezpośrednio do swojej grupy lub włącz/wyłącz ją.

source: party
pl: grupa

source: island
pl: wyspa

source: §cToggled chat to {0} §aON
pl: §cPrzełączono chat na {0} §aON

source: §cRepeat §9{0}§c to toggle it off
pl: §cPowtórz §9{0}§c aby wyłączyć

source: §aToggled chat §cOFF§a for {0}
pl: §aWyłączono czat §cOFF§a dla {0}

source: talk to your island party
pl: rozmawiaj z grupą wyspy

source: talk to players on your island
pl: rozmawiaj z graczami na twojej wyspie

source: §eGenerating the Top Ten list
pl: §eGenerowanie listy Top 10

source: §eFinished generation of the Top Ten list
pl: §eZakończono generowanie listy Top 10

source: purges all abandoned islands
pl: usuwa nieodwracalnie opuszczone wyspy

source: §4The level must be a valid number
pl: §4Poziom musi być poprawną liczbą

source: §4Purge aborted!
pl: §4Przerwano usuwanie!

source: §eThe player is not currently online
pl: §eGracz nie jest aktualnie online

source: Invalid command supplied, only restart and biome supported!
pl: Zła komenda podana tylko restart i biom są wspierane!

source: ticks
pl: tiki

source: time
pl: czas

source: name
pl: nazwa

source: §ePlayer {0} has no island!
pl: §eGracz {0} nie ma wyspy!

source: §eInvalid player {0} supplied.
pl: §eNiepoprawny gracz {0}.

source: tries to fix the the area of flatland.
pl: próbuje naprawić obszar terenu płaskiego.

source: §4No valid island found
pl: §4Nie znaleziono żadnej poprawnej wyspy

source: transfer leadership to another player
pl: przekaż przywództwo do innego gracza

source: §4Player {0} has no island to transfer!
pl: §4Gracz {0} nie ma wyspy do przekazania!

source: §ePlayer §d{0}§e already has an island.§eUse §d/usb island remove <name>§e to remove him first.
pl: §eGracz §d{0}§e ma już wyspę.§eUse §d/usb island remove <nazwa>§e to remove him first.

source: §bLeadership transferred by {0}§b to {1}
pl: §bPrzywództwo przekazane z {0}§b do {1}

source: teleport to another players island
pl: teleportuj się do wyspy innego gracza

source: §4That player does not have an island!
pl: §4Ten gracz nie ma wyspy!

source: §aTeleporting to {0}''s island.
pl: §aTeleportowanie do wyspy {0}''a.

source: §eLoading chunks at {0}
pl: §eŁadowanie chunków na {0}

source: §eUnloading chunks at {0}
pl: §e Rozładowywanie chuknów na {0}

source: region manipulations
pl: manipulacja regionami

source: hides the regions again
pl: ponownie ukrywa regiony

source: set the ticks between animations
pl: ustaw ticki pomiędzy animacjami

source: refreshes the existing animations
pl: odświeża istniejące animacje

source: §4Logging wasn't active, so you can't disable it!
pl: §4Log nie był aktywny więc nie możesz go wyłączyć!

source: §eLog-file has been flushed.
pl: §eDane usunięto.

source: §4Invalid argument, try INFO, FINE, FINER, FINEST
pl: §4Zły argument, spróbuj INFO, FINE, FINER, FINEST

source: §eLogging disabled!
pl: §eZbieranie danych wyłączone!

source: §cInvalid field {0}
pl: §cNieprawidłowe pole {0}

source: §eCurrent value for {0} is ''{1}''
pl: §eAktualna wartość dla {0} to ''{1}''

source: §cUnable to get state for {0}
pl: §cNie można otrzymać stanu dla {0}

source: set a player''s island to your location
pl: wstawia wyspę gracza na twoją pozycję

source: §eInfo for §9{0}
pl: §eInformacje dle §9{0}

source: §7 - name: §9{0}
pl: §7 - nazwa: §9{0}

source: §cNo item in hand!
pl: §cBrak przedmiotu w ręce!

source: §eSet §9{0}§e to §c{1}
pl: §eUstaw §9{0}§e na §c{1}

source: §eAdded §9{0}§e to §c{1}
pl: §eDodano §9{0}§e do §c{1}

source: §4Challenge has never been completed
pl: §4Wyzwanie nigdy nie zostało zakończone

source: resets all challenges for the player
pl: resetuje wszystkie wyzwania gracza

source: §4No player named {0} was found!
pl: §4Nie znaleziono gracza {0}!

source: §4Challenge {0} has already been completed
pl: §4Wyzwanie {0} zostało już zakończone

source: §4No challenge named {0} was found!
pl: §4Nie znaleziono wyzwanie pod nazwą {0}!

source: §4No rank named {0} was found!
pl: §4Nie znaleziono rangi {0}!

source: regenerate current chunk
pl: regeneruj aktualny chunk

source: unload current chunk
pl: rozładuj akutalny chunk

source: loaded chunk at {0},{1}
pl: załadowano chunk at {0},{1}

source: only available for players
pl: dostępne tylko dla graczy

source: §4ERROR:§e {0}
pl: §4BŁĄD:§e {0}

source: manage islands
pl: zarządzaj wyspami

source: protects the island
pl: ochrania wyspę

source: delete the island (removes the blocks)
pl: usuń wyspę (usuwa bloki)

source: §9Deleted abandoned island at your current location.
pl: §9Usuwa opuszczoną wyspę na twojej pozycji.

source: removes the player from the island
pl: usuwa gracza z wyspy

source: adds the player to the island
pl: dodaje gracza do wyspy

source: §b{0}§d has joined your island group.
pl: §b{0}§d dołączył do grupy twojej wyspy.

source: §4No player named {0} found!
pl: §4Nie znaleziono gracza {0}!

source: §4No valid island provided, either stand within one, or provide an island name
pl: §4Nie dostarczono poprawnej wyspy. Stań na obszarze wyspy lub podaj jej nazwę

source: print out info about the island
pl: pokaż informacje o wyspie

source: sets the biome of the island
pl: ustawia biom wyspy

source: §4That player has no island.
pl: §4Ten gracz nie ma wyspy.

source: §4No valid island at your location
pl: §4Nie ma żadnej poprawnej wyspy w twojej lokacji

source: purges the island
pl: usuwa nieodwracalnie wyspę

source: §cPURGE: §9Purged island at {0}
pl: §cUSUNIĘCIE: §9Usunięto wyspę na {0}

source: §4No valid player-name supplied.
pl: §4Nie dostarczono poprawnej nazwy gracza.

source: Removing {0} from island
pl: Usuwanie {0} z wyspy

source: §eChanged biome of {0}s island to {1}.
pl: §eZmieniono Biom wyspy {0}a na {1}.

source: §eChanged biome of {0}s island to OCEAN.
pl: §eZmieniono Biom wyspy {0}a na OCEAN.

source: §eRemoving {0}''s island.
pl: §eUsuwanie wyspy {0}''a.

source: Error: That player does not have an island!
pl: Błąd: Gracz nie posiada wyspy!

source: §4{0}s island at {1} was already protected
pl: §4{0}s wyspa na {1} byłą już zabezpieczona

source: additional perks {0}
pl: dodatkowe benefity {0}

source: changes the language of the plugin, and reloads
pl: zmienia język wtyczki i ją przeładowuje

source: §aSuccessfully changed language to §e{0}
pl: §aZmieniono język na §e{0}

source: §9Supported Languages:
pl: §9Wspierane języki:

source: §cUnable to locate any languages.
pl: §cNie znaleziono żadnego języka.

source: show player-information
pl: pokaż informacje o graczu

source: §4Your island is full, or you have too many pending invites. You can't invite anyone else.
pl: §4Twoja wyspa jest pełna lub masz zbyt wiele oczekujących zaproszeń. Nie możesz zaprosić nikogo innego.

source: §4That player is already leader on another island.
pl: §4Ten gracz jest już liderem na innej wyspie.

source: §e{0}§e tried to invite you, but you are already in a party.
pl: §e{0}§e chciał ciebie zaprosić, ale jesteś już w grupie wyspy.

source: §aInvite sent to {0}
pl: §aZaproszenie wysłane do {0}

source: {0}§e has invited you to join their island!
pl: {0}§e zaprosił cię do dołączenia do jego wyspy!

source: §f/island [accept/reject]§e to accept or reject the invite.
pl: §f/island [accept/reject]§e aby zaakceptować/odrzucić zaproszenie.

source: §4WARNING: You will lose your current island if you accept!
pl: §4UWAGA: Jeśli zaakceptujesz stracisz swoją wyspę!

source: {0}§d invited {1}
pl: {0}§d zaproszono {1}

source: {0}§e has rejected the invitation.
pl: {0}§e odmówił zaproszenia.

source: §4You can't use that command right now. Leave your current party first.
pl: §4Nie możesz użyć teraz tej komendy. Opuść najpierw grupę wyspy.

source: §aYou have joined an island! Use /island party to see the other members.
pl: §aDołączyłeś do wyspy! Użyj /island party aby zobaczyć innych członków.

source: §eInvitation for {0}§e has timedout or been cancelled.
pl: §eIZaproszenie dla {0}§e przekroczyło limit czasu lub zostało anulowane.

source: §eInvitation for {0}''s island has timedout or been cancelled.
pl: §eZaproszenie dla wyspy {0}''a przekroczyło limit czasu lub zostało anulowane.

source: §eYou have accepted the invitation to join an island.
pl: §ePrzyjąłeś zaproszenie do dołączenia na wyspę.

source: §4You haven't been invited.
pl: §4Nie zostałeś zaproszony.

source: §eYou have rejected the invitation to join an island.
pl: §eOdrzuciłeś zaproszenie dołączenia na wyspę.

source: general island command
pl: komenda ogólna

source: complete and list challenges
pl: ukończ i pokaż wyzwania

source: §eChallenges has been disabled. Contact an administrator.
pl: §eWyzwania są wyłączone.

source: §4You can only submit challenges in the skyblock world!
pl: §4Wyzwania możesz zgłaszać tylko w świecie skyblocków!

source: §4You can only submit challenges when you have an island!
pl: §4Możesz zgłaszać wyzwania kiedy posiadasz wyspę!

source: warp to another player''s island
pl: teleportuj się na wyspę innego gracza

source: §aYour incoming warp is active, players may warp to your island.
pl: §aTeleport wyspy jest aktywny, gracze mogą się tu teleportować.

source: §4Your incoming warp is inactive, players may not warp to your island.
pl: §4Teleport przychodzący jest wyłączony, gracze nie mogą teleportować się na twoją wyspę.

source: §fSet incoming warp to your current location using §e/island setwarp
pl: §fUstaw teleport przychodzący na twoją aktualną pozycję używając §e/island setwarp

source: §fToggle your warp on/off using §e/island togglewarp
pl: §fPrzełączaj teleport wyspy używając §e/island togglewarp

source: §4You do not have permission to create a warp on your island!
pl: §4Nie masz uprawnienia aby stworzyć teleport na wyspie!

source: §fWarp to another island using §e/island warp <player>
pl: §fTeleportuj się na inną wyspę używając §e/island warp <gracz>

source: §4You do not have permission to warp to other islands!
pl: §4Nie masz uprawnienia do teleportowania się na inne wyspy!

source: §cYour island is in the process of generating, you cannot warp to other players islands right now.
pl: §cTwoja wyspa jest w trakcie tworzenia nie możesz teleportować się na inne wyspy.

source: §4That player does not exist!
pl: §4Ten gracz nie istnieje!

source: §4That player does not have an active warp.
pl: §4Ten gracz nie ma aktywnego teleportu.

source: §cThat players island is in the process of generating, you cannot warp to it right now.
pl: §cWyspa tego gracza aktualnie się tworzy. Nie możesz tam się aktualnie teleportować.

source: §cWARNING: §9{0}§e is warping to your island!
pl: §cUWAGA: §9{0}§e teleportuje się na twoją wyspę!

source: §4That player has forbidden you from warping to their island.
pl: §4Ten gracz zakazał ci teleportu na jego wyspę.

source: §4No Island. §eUse §b/is create§e to get one
pl: §4Brak wyspy. §eUżyj §b/is create§e aby ją stworzyć

source: accept/reject an invitation.
pl: przyjmij/odrzuć zaproszenie.

source: leave your party
pl: opuść grupę

source: §4You can't leave your island if you are the only person. Try using /island restart if you want a new one!
pl: §4Nie możesz opuścić wyspy jeśli jesteś jedynym członkiem! Spróbuj /island restart jeśli chcesz nową wyspę!

source: §eYou own this island, use /island remove <player> instead.
pl: §ePosiadasz tę wyspę zamiast użyj /island remove <gracz>.

source: §eYou have left the island and returned to the player spawn.
pl: §eOpuściłeś wyspę i wróciłeś na spawn.

source: §4{0} has left your island!
pl: §4{0} opuścił twoją wyspę!

source: §4You must be in the skyblock world to leave your party!
pl: §4Musisz być w świecie skyblocków aby opuścić grupę wyspy!

source: check your or anothers island level
pl: sprawdź poziom swojej lub innej wyspy

source: §eYou must be on your island to use this command.
pl: §eMusisz być na swojej wyspie aby użyć tej komendy.

source: §4You do not have an island!
pl: §4Nie posiadasz wyspy!

source: §4You do not have access to that command!
pl: §4Nie masz dostępu do tej komendy!

source: §4That player is invalid or does not have an island!
pl: §4Podano niepoprawnego gracza, lub podany gracz posiada już wyspę!

source: §eInformation about {0}''s Island:
pl: §eInformacje o wyspie {0}''a:

source: §aIsland level is {0,number,###.##}
pl: §aPoziom wyspy to: {0,number,###.##}

source: §9Rank is {0}
pl: §9Ranga to {0}

source: §4Could not locate rank of {0}
pl: §4Nie można odczytać rangi {0}

source: create an island
pl: stwórz wyspę

source: exempt player from create-cooldown
pl: wyklucz gracza z czasu oczekiwania po tworzeniu wyspy

source: §4Island found!§e You already have an island. If you want a fresh island, type§b /is restart§e to get one
pl: §4Wyspa znaleziona!§e Posiadasz już wyspę. Jeśli chcesz zacząć od nowa, wpisz §b /is restart§e aby zrestartować swoją wyspę

source: §eYou can create a new island in {0,number,#} seconds.
pl: §eMożesz stworzyć nową wyspę za {0,number,#} sekund.

source: invite a player to your island
pl: zaproś gracza na swoją wyspę

source: §eUse§f /island invite <playername>§e to invite a player to your island.
pl: §eUżyj§f /island invite <gracz>§e by zaprosić gracza do dołączenia na twoją wyspę.

source: §4Only the island''s owner can invite!
pl: §4Tylko właściciel może zapraszać!

source: §aYou can invite {0} more players.
pl: §aMożesz zaprosić jeszcze {0} graczy.

source: §4You can't invite any more players.
pl: §4Nie możesz zaprosić już więcej graczy.

source: §4You do not have permission to invite others to this island!
pl: §4Nie masz uprawnienia do zapraszania graczy na wyspę!

source: §4That player is offline or doesn't exist.
pl: §4Ten gracz jest offline lub nie istnieje.

source: §4You can't invite yourself!
pl: §4Nie możesz zaprosić samego siebie!

source: §4That player is the leader of your island!
pl: §4Ten gracz jest liderem wyspy!

source: lock your island to non-party members.
pl: zablokuj wyspę dla osób z poza grupy wyspy.

source: §4You do not have permission to lock your island!
pl: §4Nie masz uprawnienia do zablokowania wyspy!

source: §4You don't have access to this command!
pl: §4Nie masz dostępu do tej komendy!

source: §4You do not have permission to unlock your island!
pl: §4Nie masz uprawnienia do odblokowania wyspy!

source: display the top10 of islands
pl: pokaż Top 10 wysp

source: remove a member from your island.
pl: usuwa członka z wyspy.

source: §4You do not have permission to kick others from this island!
pl: §4Nie masz uprawnienia do wyrzucania graczy z wyspy!

source: §4You can't remove the leader from the Island!
pl: §4Nie możesz usunąć lidera z wyspy!

source: §4Stop kickin' yourself!
pl: §4Przestań się wyrzucać!

source: §4{0} has removed you from their island!
pl: §4{0} usunął cię z jego wyspy!

source: §4{0} has been removed from the island.
pl: §4{0} został usunięty z wyspy.

source: §4{0} tried to kick you from their island!
pl: §4{0} próbował wykikować cię z jego wyspy!

source: §4{0} is exempt from being kicked.
pl: §4{0} został wykluczony z bycia wyrzucanym.

source: §4{0} has kicked you from their island!
pl: §4{0} wykikował cię z jego wyspy!

source: §4{0} has been kicked from the island.
pl: §4{0} został wykikowany z wyspy.

source: §4That player is not part of your island group, and not on your island!
pl: §4Tego gracza nie ma na twojej wyspie ani nie ma go w grupie twojej wyspy!

source: teleport to the island home
pl: teleportuj się do domu

source: §cYour island is in the process of generating, you cannot teleport home right now.
pl: §cTwoja wyspa jest w trakcie tworzenia nie możesz się tam teraz teleportować.

source: transfer leadership to another member
pl: przekaż przywództwo do innego członka

source: §4You can only transfer ownership to party-members!
pl: §4Wyspę możesz przekazać tylko członkom grupy wyspy!

source: {0}§e is already leader of your island!
pl: {0}§e jest już liderem twojej wyspy!

source: §4Only leader can transfer leadership!
pl: §4Tylko lider może przekazać przywództwo!

source: {0} tried to take over the island!
pl: {0} próbował przejąć kontrolę nad wyspą!

source: show party information
pl: pokaż informacje o grupie

source: shows information about your party
pl: pokazuje informacje o twojej grupie

source: show pending invites
pl: pokaż zaproszenia

source: §eNo pending invites
pl: §eBrak zaproszeń

source: withdraw an invite
pl: wycofaj zaproszenie

source: §4You don't have permissions to uninvite players.
pl: §4Nie masz uprawnienia do zapraszania graczy.

source: check your or another''s island info
pl: zobacz informacje o wyspach

source: allows user to see others island info
pl: pozwala użytkownikowi zobaczyć informacje o innych wyspach

source: §4Hold your horses! §eYou have to be patient...
pl: §4Czekaj... Musisz być cierpliwy...

source: §eBlocks on {0}s Island (page {1,number} of {2,number}):
pl: §eBloki na wyspie {0}"a (stona {1,number} na {2,number}):

source: Score Count Block
pl: Wynik Liczba Blok

source: trust/untrust a player to help on your island.
pl: ufaj/nie ufaj graczowi, który będzie pomagać na twojej wyspie.

source: §eThe following players are trusted on your island:
pl: §ePowyżsi gracze są zaufani na twojej wyspie:

source: §eThe following leaders trusts you:
pl: §ePowyżsi liderzy ufają ci:

source: §eTo trust/untrust from your island, use /island trust <player>
pl: §eAby zaufać/nie zaufać graczowi na twojej wyspie, użyj /island trust <gracz>

source: §4Members are already trusted!
pl: §4Członek jest już zaufany!

source: §4Unknown player {0}
pl: §4Nieznany gracz {0}

source: §eYou are now trusted on §4{0}''s §eisland.
pl: §eJesteś zaufany na wyspie §4{0}''a §e.

source: §a{0} trusted {1} on the island
pl: §a{0} zaufał {1} na wyspie

source: §eYou are no longer trusted on §4{0}''s §eisland.
pl: §eNie jesteś już zaufany na wyspie §4{0}''a §e.

source: delete your island and start a new one.
pl: usuń swoją wyspę i zacznij nową.

source: exempt player from restart-cooldown
pl: wyklucz gracza z czasu oczekiwania po restarcie wyspy

source: §4Only the owner may restart this island. Leave this island in order to start your own (/island leave).
pl: §4Tylko założyciel może zresetować wyspę. Opuść ją aby stworzyć własną (/island leave)

source: §eYou must remove all players from your island before you can restart it (/island kick <player>). See a list of players currently part of your island using /island party.
pl: §eMusisz usunąć wszystkich graczy ze swojej wyspy, zanim będziesz mógł ją zrestartować (/island kick <gracz>). Zobacz listę graczy, którzy aktualnie znajdują się na twojej wyspie, używając /island party.

source: §cYou can restart your island in {0} seconds.
pl: §cMożesz zrestartować swoją wyspę za {0} sekund.

source: §cYour island is in the process of generating, you cannot restart now.
pl: §cTwoja wyspa jest w trakcie tworzenia nie możesz teraz jej zrestartować.

source: §eNOTE: Your entire island and all your belongings will be RESET!
pl: §eUWAGA: Twoja wyspa i przedmioty zostaną ZRESETOWANE!

source: teleports you to the skyblock spawn
pl: teleportuj się na spawn skyblock'a

source: change the biome of the island
pl: zmień Biom wyspy

source: exempt player from biome-cooldown
pl: wyklucz gracza z czasu oczekiwania po zmianie Biomu

source: Let the player change their islands biome to {0}
pl: Pozwól graczom zmienić Biom na {0}

source: §cYou do not have permission to change the biome of your current island.
pl: §cNie masz uprawnienia do zmienienia Biomu wyspy.

source: §4You do not have permission to change the biome of this island!
pl: §4Nie masz uprawnień aby zmienić Biom tej wyspy!

source: §eYou must be on your island to change the biome!
pl: §eMusisz być na wyspie aby zmienić biom!

source: §cYou have misspelled the biome name. Must be one of {0}
pl: §cBłędnie wpisałeś nazwę biomu. Musi być jednym z {0}

source: §eYou can change your biome again in {0,number,#} minutes.
pl: §eMożesz znowu zmienić Biom za {0,number,#} minut.

source: §cYou do not have permission to change your biome to that type.
pl: §cNie masz uprawnienia by zmienić Biom na ten typ.

source: §7The pixies are busy changing the biome near you to §9{0}§7, be patient.
pl: §7Proszę czekać... Zmieniamy Biom w twojej okolicy na§9{0}§7.

source: §7The pixies are busy changing the biome in your current chunk to §9{0}§7, be patient.
pl: §7Proszę czekać... Zmieniamy Biom w twoim chunku na§9{0}§7.

source: §eInvalid biome {0} supplied!
pl: §ePodano nieprawidłowy Biom {0}!

source: §aYou have changed your island''s biome to {0}
pl: §aZmieniłeś biom swojej wyspy na: {0}

source: {0} changed the island biome to {1}
pl: {0} zmienił Biom na {1}

source: §aYou have changed {0} blocks around you to the {1} biome
pl: §aUstawiłeś {0} bloków wokół ciebie na Biom {1}

source: {0} created an area with {1} biome
pl: {0} stworzył obszar z Biomem {1}

source: set your island''s warp location
pl: ustaw położenie teleportu

source: §cYou do not have permission to set your island''s warp point!
pl: §cNie masz uprawnienia do ustawienia punktu teleportu!

source: §cYou need to be on your own island to set the warp!
pl: §cMusisz być na swojej wyspie aby ustawić teleport!

source: §b{0}§d changed the island warp location.
pl: §b{0}§d zmienił położenie teleportu.

source: teleports you to your island (or create one)
pl: teleportuje cię na twoją wyspę (lub ją tworzy)

source: ban/unban a player from your island.
pl: zbanuj/unbanuj gracza ze swojej wyspy.

source: exempts user from being banned
pl: wyklucza gracza z bycia banowanym

source: §eTo ban/unban from your island, use /island ban <player>
pl: §eAby zbanować/unbanować gracza z twojej wyspy użyj /island ban <gracz>

source: §4You can't ban members. Remove them first!
pl: §4Nie możesz banować członków. Najpierw musisz ich usunąć!

source: §4You do not have permission to kick/ban players.
pl: §4 Nie masz uprawnienia aby wyrzucić/zbanować graczy.

source: §eUnable to ban unknown player {0}
pl: §eNie można zbanować nieznanego gracza {0}

source: §4{0} tried to ban you from their island!
pl: §4{0} próbował zbanować cię z jego wyspy!

source: §4{0} is exempt from being banned.
pl: §4{0} został wykluczony z bycia banowanym.
