Repository: coriscodepage/kurwa-server
Catalog: *.po
Languages: pl

source: §eYou do not have access (§4{0}§e)
pl: §eNie masz dostępu (§4{0}§e)

source: §eInvalid command: {0}
pl: §eNieprawidłowa komenda: {0}

source: Command
pl: Komenda

source: Permission
pl: Uprawnienie

source: Description
pl: Opis

source: §7Use §3/{0} ? {1}§7 to display next page
pl: §7Użyj §3/{0} ? {1}§7 aby przejść na następną stronę

source: §7Use §3/{0} ? {1} §7 to display previous page
pl: §7Użyj §3/{0} ? {1} §7 aby przejść na poprzednią stronę

source: §cWither Despawned!§e It wandered too far from your island.
pl: §cWither został zdespawnowany!§e Odleciał za daleko od twojej wyspy.

source: {0}''s Wither
pl: Wither {0}''a

source: §eYou can not use another island''s portals!
pl: §eNie możesz używać cudzych portali!

source: §eVillager-trading isn't allowed.
pl: §eHandel z wieśniakiem nie jest dozwolony.

source: §eTrading isn't allowed on other islands. Do it in spawn.
pl: §eHandel nie jest dozwolony na innych wyspach. Zrób to na spawnie.

source: §eRiding is only allowed on your own island!
pl: §eJeżdżenie jest tylko dozwolone na własnej wyspie!

source: §eYou cannot break vehicles while being a visitor!
pl: §eNie możesz niszczyć pojazdów będąc odwiedzającym!

source: §eYour inventory must have another empty space!
pl: §eTwój ekwipunek musi mieć jeszcze jedno wolne miejsce!

source: §4It''s a bad idea to replace your lava!
pl: §4To zły pomysł, aby zamienić swoją lawę!

source: §eYou cannot hurt island-members.
pl: §eNie możesz zranić członków wyspy.

source: §4That player has forbidden you from teleporting to their island.
pl: §4Ten gracz zakazał ci teleportu na jego wyspę.

source: §4That island is §clocked.§e No teleporting to the island.
pl: §4Ta wyspa jest §czablokowana.§e Nie da się tam teraz teleportować.

source: §4You''ve hit the {0} limit!§e You can''t have more of that type on your island!§9 Max: {1,number}
pl: §4Osiągnąłeś {0} limit!§e Nie możesz mieś więcej wysp tego typu!§9 Max: {1,number}

source: §eYou can only use spawn-eggs on your own island.
pl: §eJaja przyzywającego możesz użyć tylko na swojej wyspie.

source: §cYou have reached your spawn-limit for your island.
pl: §cOsiągnąłeś limit spawnu dla twojej wyspy.

source: §eVisitors can't drop items!
pl: §eOdwiedzający nie mogą zrzucać itemów!

source: Owner: {0}
pl: Właściciel: {0}

source: You cannot pick up other players' loot when you are a visitor!
pl: Nie możesz podnosić łupu cudzych graczy kiedy jesteś gościem!

source: §cBanned:§e You are banned from this island.
pl: §cBanned:§e Jesteś zbanowany na tej wyspie!

source: §cLocked:§e That island is locked! No entry allowed.
pl: §cZablokowane:§e Wyspa jest zablokowana! Brak wstępu!

source: Something went wrong saving the island and/or party data!
pl: Nie udało się zapisać danych wyspy/ grupy!

source: §eYou do not have access to that island-schematic!
pl: §eNie masz dostępu do tego schematu wyspy!

source: §4Player is already assigned to this island!
pl: §4Gracz jest już przypisany do tej wyspy!

source: §4You must be closer to your island to set your skyblock home!
pl: §4Musisz być bliżej swojej wyspy aby ustawić dom!

source: §aYour skyblock home has been set to your current location.
pl: §aPozycja domu została ustawiona na twoją aktualną pozycję.

source: §4Your current location is not a safe home-location.
pl: §4Twoja aktualna pozycja nie jest bezpieczną lokacją na dom.

source: §7The pixies are busy changing the biome of your island to §9{0}§7, be patient.
pl: §7Zmieniamy biom twojej wyspy na §9{0}§7, proszę czekać.

source: §cYour island is in the process of generating, you cannot create now.
pl: §cTwoja wyspa jest w trakcie tworzenia nie możesz teraz tworzyć następnej.

source: Could not create your Island. Please contact a server moderator.
pl: Błąd podczas tworzenia wyspy. Proszę skontaktować się z administracją.

source: §eGetting your island ready, please be patient, it can take a while.
pl: §eProszę czekać... Przygotowujemy twoją wyspę, może to trochę zająć.

source: §cCommand is currently disabled!
pl: §cKomenda aktualnie wyłączona!

source: §eStill the following blocks short: {0}
pl: §eNadal brakuje ci tyle bloków: {0}

source: §9{0}§7 timed out
pl: §9{0}§7 przekroczono limit czasu

source: §eDoing §9{0}§e is §cRISKY§e. Repeat the command within §a{1}§e seconds to accept!
pl: §eUżywanie §9{0}§e jest §cRYZYKOWNE§e. Powtórz komendę w ciągu §a{1}§e sekund aby zaakceptować!

source: §4** You are entering a protected - but abandoned - island area.
pl: §4** Wkraczasz na zabezpieczoną, leczu opuszczoną wyspę.

source: §d** You are entering §b{0}''s §disland.
pl: §d** Wkraczasz na wyspę §b{0}''a §d.

source: §4** You are leaving an abandoned island.
pl: §4** Opuszczasz opuszczoną wyspę.

source: §d** You are leaving §b{0}''s §disland.
pl: §d** Opuszczasz wyspę §b{0}''a §d.

source: §eYour island is now locked. Only your party members may enter.
pl: §eTwoja wyspa jest teraz zablokowana. Tylko członkowie grupy wyspy mogą na nią wejść.

source: §4You must be the party leader to lock your island!
pl: §4Musisz być liderem aby zablokować wyspę!

source: §eYour island is unlocked and anyone may enter, however only you and your party members may build or remove blocks.
pl: §eTwoja wyspa zostało odblokowana każdy może na nią wejść, lecz tylko członkowie grupy wyspy mogą budować czy niszczyć bloki.

source: §4You must be the party leader to unlock your island!
pl: §4Musisz być liderem aby odblokować wyspę!

source: §eWaiting for our turn §c{0,number,###}%
pl: §eOczekiwanie na twoją turę §c{0,number,###}%

source: §9Creating island...§e{0,number,###}%
pl: §9Tworzenie wyspy...§e{0,number,###}%

source: N/A
pl: Brak

source: §4§lLocked Challenge
pl: §4§lZablokowano Wyswanie

source: READY
pl: GOTOWE

source: §4The {0} challenge is not available yet!
pl: §4Wyzwanie {0} nie jest jeszcze dostępne!

source: true
pl: prawda

source: false
pl: fałsz

source: Challenge Menu
pl: Menu Wyzwań

source: Change Biome
pl: Zmień Biom

source: change the island''s biome.
pl: zmienić Biom wyspy.

source: Toggle Island Lock
pl: Przełączać blokadę wyspy

source: toggle the island''s lock.
pl: przełączać blokadę wyspy.

source: Set Island Warp
pl: Ustaw teleport wyspy

source: set the island''s warp.
pl: wstawić teleport wyspy.

source: set the island''s warp, which allows non-group members to teleport to the island.
pl: ustaw teleport wyspy aby umożliwić innym graczom odwiedziny.

source: Toggle Island Warp
pl: Przełączać teleport wyspy

source: toggle the island''s warp.
pl: przełączać teleport wyspy.

source: toggle the island''s warp, allowing them to turn it on or off at anytime, but not set the location.
pl: przełącz teleport wyspy, pozwalając im na jego włączanie lub wyłączanie w dowolnym momencie, ale nie na ustawianie lokalizacji.

source: Invite Players
pl: Zaproś Graczy

source: invite others to the island.
pl: zaprosić innych na wyspę.

source: invite other players to the island if there is enough room for more members
pl: zaproś innych do wyspy jeśli jest wystarczająco miejsca na więcej członków

source: Kick Players
pl: Wyrzucić Graczy

source: kick others from the island.
pl: wyrzuć innych z wyspy.

source: kick other players from the island, but they are unable to kick the island leader.
pl: wyrzuć innych graczy z wyspy ale nie są oni w stanie wyrzucić lidera wyspy.

source: The ocean biome is the basic starting biome for all islands. passive mobs like animals will not spawn. Hostile mobs will spawn normally.
pl: Podstawowym biomem startowym dla wszystkich wysp jest biom oceaniczny. Pasywne moby, takie jak zwierzęta nie będą się pojawiać. Wrogie moby będą pojawiać się normalnie.

source: Forest
pl: Las

source: The forest biome will allow your island to spawn passive. mobs like animals (including wolves). Hostile mobs will spawn normally.
pl: Biom leśny pozwoli pojawiać się mobom pasywnym, takim jak zwierzęta (w tym wilki). Wrogie moby będą pojawiały się normalnie.

source: Desert
pl: Pustynia

source: The desert biome makes it so that there is no rain or snow on your island. Passive mobs won't spawn. Hostile mobs will spawn normally.
pl: Biom Pustynia sprawia, że na Twojej wyspie nie ma deszczu ani śniegu. Moby pasywne nie będą się pojawiać. Wrogie moby będą się pojawiać normalnie.

source: Jungle
pl: Dżungla

source: The jungle biome is bright and colorful. Passive mobs (including ocelots) will spawn. Hostile mobs will spawn normally.
pl: Biom dżungli jest jasny i kolorowy. Moby pasywne (w tym oceloty) będą pojawiały się normalnie. Wrogie moby będą pojawiały się normalnie.

source: Swampland
pl: Bagna

source: The swamp biome is dark and dull. Passive mobs will spawn normally and slimes have a small chance to spawn at night depending on the moon phase.
pl: Biom bagienny jest ciemny i nudny. Moby pasywne będą pojawiały się normalnie a Slimy mają małą szansę na pojawienie się, w zależności od fazy księżyca.

source: Taiga
pl: Tajga

source: The taiga biome has snow instead of rain. Passive mobs will spawn normally (including wolves) and hostile mobs will spawn.
pl: W biomie tajgi występuje śnieg zamiast deszczu. Pasywne moby będą się pojawiać normalnie (w tym wilki). Wrogie moby będą pojawiały się normalnie.

source: Mushroom
pl: Grzyb

source: The mushroom biome is bright and colorful. Mooshrooms are the only mobs that will spawn. No other passive or hostile mobs will spawn.
pl: Biom grzybowy jest jasny i kolorowy. Jedyne moby, które będą się pojawiały to grzyby. Żadne inne pasywne lub wrogie moby się nie pojawią.

source: Hell
pl: Piekło

source: The hell biome looks dark and dead. Some mobs from the nether will spawn in this biome (excluding ghasts and blazes).
pl: Biom piekielny wygląda na ciemny i martwy. Niektóre moby z Netheru będą pojawiały się w tym biomie (z wyłączeniem ghastów i płomieni).

source: Sky
pl: Niebo

source: The sky biome gives your island a special dark sky. Only endermen will spawn in this biome.
pl: Biom nieba daje Twojej wyspie specjalne ciemne niebo. Tylko endermany odradzają w tym biomie.

source: Plains
pl: Równiny

source: The plains biome has rain instead of snow. Passive mobs will spawn normally (including horses) and hostile mobs will spawn.
pl: W biomie równin pada deszcz zamiast śniegu. Bierne moby będą pojawiały się normalnie (w tym konie). Wrogie moby będą się pojawiały.

source: Extreme Hills
pl: Żwirowe Góry

source: The extreme hills biome. Passive mobs will spawn normally and hostile mobs will spawn.
pl: Biom Żwirowe Góry. Pasywne mody i wrogowie będą się pojawiać normalnie.

source: Flower Forest
pl: Kwiecisty Las

source: The flower forest biome. Passive mobs will spawn normally and hostile mobs will spawn.
pl: Biom kwiatowego lasu. Pasywne moby pojawiają się normalnie i pojawiają się wrogie moby.

source: Deep Ocean
pl: Głęboki ocean

source: The deep-ocean biome is an advanced biome. Passive mobs like animals will not spawn. Hostile mobs (including Guardians) will spawn normally.
pl: Biom Głęboki Ocean to biom zaawansowany. Nie pojawią się pasywne moby, takie jak zwierzęta. Wrogie moby (w tym Strażnicy) będą się pojawiać normalnie.

source: Ice Plains
pl: Tunfra

source: The ice-plains biome is an advanced biome. Mobs will spawn naturally. including polar-bears
pl: Biom lodowych równin jest biomem zaawansowanym. Moby będą się pojawiały naturalnie. w tym niedźwiedzie polarne

source: Permissions
pl: Uprawnienia

source: §9Player Permissions
pl: §9Uprawnienia Gracza

source: §eClick here to return to §eyour island group''s info.
pl: §eKliknij tutaj aby powrócić do §einformacji o grupie wyspy.

source: §e{0}''§9s Permissions
pl: Uprawnienia §e{0}''§9a

source: §eHover over an icon to view §ea permission. Change the §epermission by clicking it.
pl: §eNajedź na ikonkę aby zobaczyć §euprawnienie. Zmień §euprawnienie klikając na nie.

source: §fThis player §acan
pl: §fTen gracz §amoże

source: Click here to remove this permission.
pl: Kliknij tutaj aby usunąć to uprawnienie.

source: §fThis player §ccannot
pl: §fTen gracz §cnie może

source: Click here to grant this permission.
pl: Kliknij tutaj aby dodać to uprawnienie.

source: Island Group Members
pl: Członkowie Grupy Wyspy

source: Group Members: §2{0}§7/§e{1}
pl: Członkowie Grupy Wyspy: §2{0}§7/§e{1}

source: §aMore players can be invited to this island.
pl: §aWięcej graczy może zostać dodanych do tej wyspy.

source: §cThis island is full.
pl: §cTa wyspa jest pełna.

source: §eHover over a player''s icon to §eview their permissions. The §eleader can change permissions §eby clicking a player''s icon.
pl: §eNajedź na ikonkę gracza aby §ezobaczyć jego uprawnienia. §eLider może nadawać uprawnienia §eklikając na ikonkę gracza.

source: §e{0}''s§9 Permissions
pl: §Uprawnienia e{0}''a§9

source: Leader
pl: Lider

source: Member
pl: Członek

source: Can {0}
pl: Może {0}

source: Cannot {0}
pl: Nie może {0}

source: §e<Click to change this player''s permissions>
pl: §e<Kliknij aby zmienić uprawnienia tego gracza>

source: Island Log
pl: Log Wyspy

source: §eClick here to return to §ethe main island screen.
pl: §eKliknij tutaj aby powrócić do §egłównego ekranu wyspy.

source: §e§lIsland Log
pl: §e§lLog Wyspy

source: Island Biome
pl: Biom Wyspy

source: Biome: {0}
pl: Biom: {0}

source: §2§lThis is your current biome.
pl: §2§lTo jest twój aktualny Biom.

source: §e§lClick to change to this biome.
pl: §e§lKliknij aby użyć tego Biomu.

source: You cannot use this biome.
pl: Nie możesz użyć tego Biomu.

source: §call
pl: §ccałość

source: Decrease radius of biome-change
pl: Zmniejsz promień zmiany Biomu

source: Current radius: {0}
pl: Aktualny promień: {0}

source: Increase radius of biome-change
pl: Zwiększ promień zmiany Biomu

source: §7Current page
pl: §7Aktualna strona

source: §7Page {0}
pl: §7Strona {0}

source: §7First Page
pl: §7Pierwsza Strona

source: §7Last Page
pl: §7Ostatnia Strona

source: Island Create Menu
pl: Menu Tworzenia Wyspy

source: §a§lStart an Island
pl: §a§lZacznij wyspę

source: Start your skyblock journey by starting your own island. Complete challenges to earn items and skybucks to help expand your skyblock. You can invite others to join in building your island empire! §e§lClick here to start!
pl: Stwórz swoją wyspę i zacznij przygodę na naszym serwerze! Możesz zaprosić innych graczy do swojej wyspy. §e§lKliknij tutaj aby zacząć!

source: §aClick to create!
pl: §a§lKliknij aby stworzyć!

source: §cNo access! §7({0})
pl: §cBrak dostępu! §7({0})

source: §a§lReturn to Spawn
pl: §a§lWróć na Spawn

source: Teleport to the spawn area.
pl: Teleportuj się na spawn.

source: §a§lJoin an Island
pl: §a§lDołącz do wyspy

source: Want to join another player''s island instead of starting your own? If another player invites you to their island you can click here or use §e/island accept§f to join them. §e§lClick here to accept an invite! §e§l(You must be invited first)
pl: Chcesz dołączyć do wyspy innego gracza zamiast tworzyć własną? Jeśli gracz wyśle ci zaproszenie możesz tutaj kliknąć aby dołączyć do jego wyspy lub użyj §e/island accept§f aby do niego dołączyć. §e§lKliknij tutaj aby zaakceptować zaproszenie! §e§l(Musisz najpierw zostać zaproszonym)

source: Island Menu
pl: Menu Wyspy

source: §a§lReturn Home
pl: §a§lWróć do domu

source: Return to your island''s home point. You can change your home point to any location on your island using §b/island sethome §e§lClick here to return home.
pl: Wróć do domu. Aby zmienić miejsce domu na swojej wyspie użyj komendy §b/island sethome §e§lKliknij tutaj aby wrócić do domu.

source: §a§lChallenges
pl: §a§lWyzwania

source: View a list of §9challenges that you can complete on your island to earn skybucks, items, perks, and titles.
pl: Zobacz listę §9 wyzwań, które możesz wykonać na swojej wyspie aby dostawać nagrody takie jak waluta, przedmioty, perki.

source: §e§lClick here to view challenges.
pl: §e§lKliknij tutaj aby zobaczyć wyzwania.

source: §4§lChallenges disabled.
pl: §4§lWyzwania wyłączone.

source: §a§lIsland Level
pl: §a§lPoziom Wyspy

source: §eCurrent Level: §a{0,number,##.#}
pl: §eAktualny poziom: §a{0,number,##.#}

source: Gain island levels by expanding your skyblock and completing certain challenges. Rarer blocks will add more to your level. §e§lClick here to refresh. §e§l(must be on island)
pl: Zwiększaj poziom wyspy przez rozszerzanie jej i robienie wyzwań. Rzadsze bloki dodadzą więcej do poziomu wyspy. §e§lKliknij tutaj aby odświeżyć. §e§l(musisz być na wyspie)

source: Island Group
pl: Grupa Wyspy

source: §eMembers: §2{0}/{1}
pl: §eCzłonkowie: §2{0}/{1}

source: View the members of your island group and their permissions. If you are the island leader, you can change the member permissions. §e§lClick here to view or change.
pl: Zobacz listę członków twojej wyspy i ich uprawnienia. Jeśli jesteś założycielem wyspy możesz zmieniać tutaj uprawnienia członków. §e§lKliknij tutaj aby zobaczyć lub zmienić uprawnienia.

source: Change Island Biome
pl: Zmień Biom Wyspy

source: §eCurrent Biome: §b{0}
pl: §eAktualny Biom: §b{0}

source: The island biome affects things like grass color and spawning of both animals and monsters.
pl: Biom wyspiarski zmienia rzeczy takie jak kolor trawy i pojawianie się zwierząt jak i potworów.

source: §e§lClick here to change biomes.
pl: §e§lKliknij tutaj aby zmienić Bioma.

source: §c§lYou can't change the biome.
pl: §c§lNie możesz zmienić Biomu.

source: §a§lIsland Lock
pl: §a§lBlokada wyspy

source: §eLock Status: §aActive §fYour island is currently §clocked. §fPlayers outside of your group §fare unable to enter your island.
pl: §eStan Blokady: §aAktywna §fTwoja wyspa jest aktualnie §czablokowana. §fGracze z poza grupy wyspy §fnie mogą na nią wejść.

source: §e§lClick here to unlock your island.
pl: §e§lKliknij tutaj aby odblokować twoją wyspę.

source: §c§lYou can't change the lock.
pl: §c§lNie możeszzmienić blokady.

source: §eLock Status: §8Inactive §fYour island is currently §aunlocked. §fAll players are able to enter your §fisland, but only you and your group §fmembers may build there.
pl: §eStan Blokady: §8Nieaktywna §fTwoja wyspa jest aktualnie §aodblokowana. §fKażdy może wejść na twoją wyspę §fale tylko ty i członkowie grupy wyspy §fmogą na niej budować.

source: §e§lClick here to lock your island.
pl: §e§lKliknij tutaj aby zablokować twoją wyspę.

source: §a§lIsland Warp
pl: §a§lTeleport Wyspy

source: §eWarp Status: §aActive §fOther players may warp to your §fisland at anytime to the point §fyou set using §d/island setwarp.
pl: §eStan teleportu: §aAktywny §fInni gracze mogą teleportować się §fna twoją wyspę w dowolnym §fmomencie do punktu §fktóry ustawisz przy pomocy §f§d/island setwarp.

source: §e§lClick here to deactivate.
pl: §e§lKliknij tutaj aby dezaktywować.

source: §c§lYou can't change the warp.
pl: §c§lNie możesz zmienić teleportu.

source: §eWarp Status: §8Inactive §fOther players can't warp to your §fisland. Set a warp point using §d/island setwarp §fbefore activating.
pl: §eStan teleportu: §8Nieaktywny §fInni gracze nie mogą teleportować §fsię na twoją wyspę. Ustaw teleport §fza pomocą §d/island setwarp §fprzed jego aktywacją.

source: §e§lClick here to activate.
pl: §e§lKliknij tutaj aby aktywować.

source: §a§lIsland Log
pl: §a§lLog Wyspy

source: View a log of events from your island such as member, biome, and warp changes. §e§lClick to view the log.
pl: Zobacz Log wydarzeń takich jak zmiana biomu, uprawnień, teleportu czy listy członków. §e§lKliknij tutaj aby zobaczyć Log.

source: §a§lChange Home Location
pl: §a§lZmień położenie Domu

source: When you teleport to your island you will be taken to this location. §e§lClick here to change.
pl: Kiedy teleportujesz się na swoją wyspę zostaniesz teleportowany do tej lokalizacji. §e§lKliknij tutaj aby zmienić.

source: §a§lChange Warp Location
pl: §a§lZmień Położnie Teleportu

source: When your warp is activated, other players will be taken to this point when they teleport to your island.
pl: Kiedy teleport jest aktywny, inni gracze pojawią się tutaj kiedy teleportują się na twoją wyspę.

source: §e§lClick here to change.
pl: §e§lKliknij tutaj aby zmienić.

source: §c§lRestart Island
pl: §c§lZresetuj wyspę

source: Restarts your island. §4WARNING! §cwill remove your items and island!
pl: Resetuje twoją wyspę. §4UWAGA! §ctwoja wyspa i przedmioty zostaną usunięte!

source: §c§lLeave Island
pl: §c§lOpuść Wyspę

source: Leaves your island. §4WARNING! §cwill remove all your items!
pl: Opuszczasz swoją wyspę. §4UWAGA! §cwszystkie twoje itemy zostaną usunięte!

source: §cClick to leave
pl: §cKliknij aby opuścić

source: Island Restart Menu
pl: Menu Restartu Wyspy

source: §cClick within §9{0}§c to leave!
pl: §cKliknij w ciągu §9{0}§c sekund aby opuścić!

source: §a§lReturn to the main menu
pl: §a§lWróć do głównego menu

source: §cClick within §9{0}§c to restart!
pl: §cKliknij w ciągu §9{0}§c sekund aby zrestartwoać!

source: §aClick to restart!
pl: §a§lKliknij aby zrestartować!

source: Return
pl: Wróć

source: §3First Page
pl: §3Pierwsza Strona

source: §3Last Page
pl: §3Ostatnia Strona

source: §cSave & Reload config
pl: §cZapisz i przeładuj plik konfiguracyjny

source: SUCCESS
pl: SUKCES

source: FAILED
pl: NIEUDANE

source: North
pl: Północ

source: North-East
pl: Północny-Wschód

source: East
pl: Wschód

source: South-East
pl: Południowy-Wschód

source: South
pl: Południe

source: South-West
pl: Południowy-Zachód

source: West
pl: Zachód

source: North-West
pl: Północny-Zachód

source: The island has been created.
pl: Wyspa została stworzona.

source: §b{0}§d locked the island.
pl: §b{0}§d zablokował wyspę.

source: §4Since your island is locked, your incoming warp has been deactivated.
pl: §4Blokada wyspy jest włączona więc teleport przychodzący został wyłączony.

source: §b{0}§d deactivated the island warp.
pl: §b{0}§d wyłączył teleport wyspy.

source: §b{0}§d unlocked the island.
pl: §b{0}§d odblokował wyspę.

source: §b{0}§d has been removed from the island group.
pl: §b{0}§d został usunięty z grupy twojej wyspy.

source: §9Creating an island at your location
pl: §9Tworzenie wyspy w twojej lokacji

source: §aCongratulations! §eYour island has appeared.
pl: §aGRATULACJE! §eTwoja wyspa pojawiła się.

source: Unable to locate schematic {0}, contact a server-admin
pl: Nie można znaleźć schematu {0}, skontaktuj się z administracją

source: UNKNOWN
pl: NIEZNANY

source: ANIMAL
pl: ZWIERZE

source: MONSTER
pl: POTWÓR

source: VILLAGER
pl: OSADNIK

source: §cThe island owning this piece of nether is being deleted! Sending you to spawn.
pl: §cWysp, która posiada tą część Netheru jest usuwana! Wysyłamy ciebie na spawn.

source: §cThe island you are on is being deleted! Sending you to spawn.
pl: §cWyspa na której stoisz jest usuwana! Wysyłamy ciebie na spawn.

source: §4Top ten list is empty! Only islands above level {0} is considered.
pl: §4Lista Top 10 jest pusta! Tylko wyspy powyżej poziomu {0} brane są pod uwagę.

source: Click to warp to the island!
pl: Kliknij tutaj aby teleportować się na wyspę!

source: §eYour rank is: §f{0}
pl: §eTwoja ranga to: §f{0}

source: to unlock this rank
pl: aby odblokować tą rangę

source: §4This challenge is currently unavailable.
pl: §4To wyzwanie jest aktualnie niedostępne.

source: §eThis challenge requires:
pl: §eTo wyzwanie wymaga:

source: §7and more...
pl: §7i więcej...

source: §eItems will be traded for reward.
pl: §ePrzedmioty zostaną zamienione na nagrodę.

source: §eMust be within {0} meters.
pl: §eMusisz być w obszarze {0} metrów.

source: §6Item Reward: §a
pl: §6INagroda Przedmiotowa: §a

source: §6Currency Reward: §a{0}
pl: §6Nagdroda Pieniężna: §a{0}

source: §6Exp Reward: §a{0}
pl: §6Nagroda Expa: §a{0}

source: §7Requires {0}
pl: §7Wymaga {0}

source: §4No challenge named {0} found
pl: §4Nie znaleziono wyzwanie pod nazwą {0}

source: §4You must be on your island to do that!
pl: §4Musisz być na swojej wyspie aby to zrobić!
